<?php
// $answers = [
//   '仕事に決まってるだろ！',
//   '仕事よりも君が大事さ。仕事はもう嫌で嫌で嫌で。。嫌で嫌で嫌で。。ほんと嫌なんだ。',
//   'ぐ・・ぐへ・・ぐへへぇ・・・き・・きみが大事さぁぁ・・・ぐへへぇ。'
// ];
// $answer = $answers[mt_rand(0, 2)].'<br>';
// echo '彼女：仕事と私どっちを取るのよ！<br>自分：'.$answer;
//
// switch ($answer) {
//   case '仕事に決まってるだろ！<br>':
//     echo '彼女：あたたたたたたたっーーー！！<br>';
//     break;
//   case '仕事よりも君が大事さ。仕事はもう嫌で嫌で嫌で。。嫌で嫌で嫌で。。ほんと嫌なんだ。<br>':
//     echo '彼女：仕事してこいやーーーーーー！！<br>';
//     break;
//   default:
//    echo '彼女：ひぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃ！！<br>';
//    break;
// }
// echo '自分：ひでぶっ！！';

echo '彼女：仕事と私どっちを取るのよ！<br>'
